{
  "seller": [
    {
      "id": "6706",
      "name": "admin",
      "email": "admin@admin.com",
      "password": "admin123"
    },
    {
      "id": "33dc",
      "name": "satyam",
      "email": "satyam@admin.com",
      "password": "satyam123"
    },
    {
      "id": "0e10",
      "name": "milkbasket",
      "email": "milkbasket@jio.com",
      "password": "admin123"
    }
  ],
  "product": [
    {
      "id": "83d1",
      "name": "iPhone 16",
      "price": "70999",
      "category": "Mobile",
      "color": "Blue",
      "description": "Experience the future of mobile technology with the all-new iPhone 16. Designed for power, performance, and style, this stunning Blue variant blends sleek aesthetics with cutting-edge innovation. With an advanced chipset, enhanced camera system, and immersive display, the iPhone 16 ensures smooth multitasking, vibrant visuals, and crystal-clear photos and videos. Whether you're capturing memories or managing your day-to-day tasks, the iPhone 16 delivers it all with elegance and speed.",
      "image": "/images/products/apple/iphone-16-blue.png"
    },
    {
      "id": "c769",
      "name": "Samsung Galaxy S24",
      "price": "68999",
      "category": "Mobile",
      "color": "Phantom Black",
      "description": "Introducing the Samsung Galaxy S24 – a perfect fusion of performance and elegance. Wrapped in a sleek Phantom Black finish, this premium smartphone features a lightning-fast processor, pro-grade camera setup, and a brilliant AMOLED display. Whether you're gaming, streaming, or snapping high-resolution photos, the Galaxy S24 delivers an exceptional experience that keeps you ahead of the curve.",
      "image": "/images/products/samsung/galaxy-s24.jpg"
    },
    {
      "id": "489f",
      "name": "Dell XPS 15",
      "price": "124999",
      "category": "Laptop",
      "color": "Platinum Silver",
      "description": "Power meets precision with the Dell XPS 15, crafted for creators, professionals, and tech enthusiasts. Housed in a sleek Platinum Silver chassis, this laptop boasts a stunning 15.6-inch InfinityEdge display, powerful Intel Core processor, and ultra-fast SSD storage. Whether you're editing 4K videos or multitasking across intensive applications, the XPS 15 delivers seamless performance with style.",
      "image": "/images/products/dell/xps-15.jpg"
    }
  ]
}